Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: "Why is my recovery score what it is today?" — explains the factor breakdown and probable causes from your real scoring rationale
ar: «لماذا درجة تعافيّ على ما هي عليه اليوم؟» — يشرح تفصيل العوامل والأسباب المحتملة من منطق التقييم الفعلي لديك
da: »Hvorfor er min restitutionsscore, som den er i dag?« — forklarer faktoropdelingen og sandsynlige årsager ud fra din faktiske scoringsbegrundelse
de: „Warum ist mein Erholungswert heute so, wie er ist?“ — erklärt die Faktorenaufschlüsselung und wahrscheinliche Ursachen anhand deiner tatsächlichen Bewertungsbegründung
es: «¿Por qué mi puntuación de recuperación es la que es hoy?»: explica el desglose de factores y las causas probables a partir de tu razonamiento de puntuación real
fi: "Miksi palautumispistemääräni on tänään tämä?" — selittää tekijöiden erittelyn ja todennäköiset syyt todellisten pisteytysperusteidesi pohjalta
fr: « Pourquoi mon score de récupération est-il ce qu’il est aujourd’hui ? » — explique la répartition des facteurs et les causes probables à partir de la logique réelle de votre score
is: „Af hverju er batastigið mitt eins og það er í dag?“ — útskýrir sundurliðun þáttanna og líklegar orsakir út frá raunverulegum rökum stigagjafarinnar
it: "Perché oggi il mio punteggio di recupero è questo?" — spiega la ripartizione dei fattori e le cause probabili in base alla reale motivazione del punteggio
ja: 「今日の回復スコアはなぜこうなの？」— 実際のスコア算出根拠から、要因の内訳と考えられる原因を説明します
ko: "오늘 내 회복 점수가 왜 이래?" — 실제 점수 산정 근거를 바탕으로 요인별 내역과 가능한 원인을 설명합니다
nb: «Hvorfor er restitusjonsscoren min som den er i dag?» — forklarer faktorfordelingen og sannsynlige årsaker ut fra den faktiske begrunnelsen for scoren din
nl: “Waarom is mijn herstelscore vandaag zoals hij is?” — legt de opbouw van de factoren en waarschijnlijke oorzaken uit op basis van je echte scoreonderbouwing
pt_br: "Por que minha pontuação de recuperação está assim hoje?" — explica a composição dos fatores e as causas prováveis com base na justificativa real da sua pontuação
ru: «Почему у меня сегодня такая оценка восстановления?» — объясняет разбивку по факторам и вероятные причины на основе реального обоснования оценки
sv: "Varför är min återhämtningspoäng som den är idag?" — förklarar faktorfördelningen och troliga orsaker utifrån den faktiska poängmotiveringen
zh_hans: “为什么我今天的恢复评分是这样？”— 根据你真实的评分依据解释各因素构成和可能原因

source: 0% (down from 15%)
ar: 0% (انخفاض من 15%)
da: 0 % (ned fra 15 %)
de: 0 % (vorher 15 %)
es: 0 % (antes 15 %)
fi: 0 % (laski 15 %:sta)
fr: 0 % (contre 15 % auparavant)
is: 0% (niður úr 15%)
it: 0% (prima 15%)
ja: 0%（15% から低下）
ko: 0% (15%에서 감소)
nb: 0 % (ned fra 15 %)
nl: 0% (was 15%)
pt_br: 0% (antes 15%)
ru: 0% (было 15%)
sv: 0 % (ned från 15 %)
zh_hans: 0%（从 15% 下调）

source: 0.8–1.3 — Within your usual
ar: 0.8–1.3 — ضمن المعتاد لديك
da: 0,8–1,3 — Inden for dit normale
de: 0,8–1,3 — Im üblichen Bereich
es: 0,8–1,3 — Dentro de lo habitual
fi: 0,8–1,3 — Tavallisella tasollasi
fr: 0,8–1,3 — Dans votre plage habituelle
is: 0,8–1,3 — Innan þíns venjulega
it: 0,8–1,3 — Nella tua norma
ja: 0.8–1.3 — 普段の範囲内
ko: 0.8–1.3 — 평소 범위 내
nb: 0,8–1,3 — Innenfor det vanlige for deg
nl: 0,8–1,3 — Binnen je gebruikelijke bereik
pt_br: 0,8–1,3 — Dentro do seu habitual
ru: 0,8–1,3 — в пределах обычного
sv: 0,8–1,3 — Inom ditt vanliga
zh_hans: 0.8–1.3 — 在你的常规范围内

source: 1.3–1.5 — Above your usual
ar: 1.3–1.5 — أعلى من المعتاد لديك
da: 1,3–1,5 — Over dit normale
de: 1,3–1,5 — Über deinem üblichen Bereich
es: 1,3–1,5 — Por encima de lo habitual
fi: 1,3–1,5 — Tavallista korkeampi
fr: 1,3–1,5 — Au-dessus de votre habitude
is: 1,3–1,5 — Yfir þínu venjulega
it: 1,3–1,5 — Sopra la tua norma
ja: 1.3–1.5 — 普段より高め
ko: 1.3–1.5 — 평소보다 높음
nb: 1,3–1,5 — Over det vanlige for deg
nl: 1,3–1,5 — Boven je gebruikelijke bereik
pt_br: 1,3–1,5 — Acima do seu habitual
ru: 1,3–1,5 — выше обычного
sv: 1,3–1,5 — Över ditt vanliga
zh_hans: 1.3–1.5 — 高于你的常规范围

source: 10-20 minutes
ar: 10-20 دقيقة
da: 10-20 minutter
de: 10–20 Minuten
es: 10-20 minutos
fi: 10–20 minuuttia
is: 10-20 mínútur
it: 10-20 minuti
ja: 10～20 分
ko: 10-20분
nb: 10-20 minutter
nl: 10-20 minuten
pt_br: 10-20 minutos
ru: 10-20 минут
sv: 10-20 minuter
zh_hans: 10-20 分钟

source: 14 Built-In System Tags
ar: 14 علامة نظام مدمجة
da: 14 indbyggede systemtags
de: 14 integrierte System-Tags
es: 14 etiquetas del sistema integradas
fi: 14 sisäänrakennettua järjestelmätunnistetta
fr: 14 tags système intégrés
is: 14 innbyggð kerfismerki
it: 14 tag di sistema integrati
ja: 14 種類の組み込みシステムタグ
ko: 기본 제공 시스템 태그 14개
nb: 14 innebygde systemtagger
nl: 14 ingebouwde systeemtags
pt_br: 14 tags de sistema integradas
ru: 14 встроенных системных тегов
sv: 14 inbyggda systemtaggar
zh_hans: 14 个内置系统标签

source: 2 minutes
ar: دقيقتان
da: 2 minutter
de: 2 Minuten
es: 2 minutos
fi: 2 minuuttia
is: 2 mínútur
it: 2 minuti
ja: 2 分
ko: 2분
nb: 2 minutter
nl: 2 minuten
pt_br: 2 minutos
ru: 2 минуты
sv: 2 minuter
zh_hans: 2 分钟

source: 2-5 minute daytime readings for on-the-spot recovery checks
ar: قراءات نهارية مدتها 2-5 دقائق لفحص التعافي في الحال
da: 2-5 minutters målinger i dagtimerne til hurtige restitutionstjek
de: 2–5-minütige Messungen tagsüber für spontane Erholungschecks
es: Lecturas diurnas de 2-5 minutos para comprobar la recuperación al momento
fi: 2–5 minuutin päiväaikaiset mittaukset palautumisen pikatarkistuksiin
fr: Lectures de jour de 2 à 5 minutes pour vérifier votre récupération sur le moment
is: 2-5 mínútna mælingar að degi til fyrir skjóta batakönnun
it: Letture diurne di 2-5 minuti per controlli rapidi del recupero
ja: その場で回復状態を確認する 2～5 分の日中測定
ko: 즉석 회복 확인을 위한 2-5분 낮 시간 측정
nb: 2–5 minutters målinger på dagtid for raske restitusjonssjekker
nl: Metingen van 2-5 minuten overdag om je herstel ter plekke te checken
pt_br: Leituras diurnas de 2 a 5 minutos para verificações pontuais da recuperação
ru: 2–5-минутные дневные измерения для быстрой проверки восстановления
sv: 2–5 minuters mätningar dagtid för snabba återhämtningskontroller
zh_hans: 2-5 分钟的日间读数，用于随时检查恢复情况

source: 20% (down from 25%)
ar: 20% (انخفاض من 25%)
da: 20 % (ned fra 25 %)
de: 20 % (vorher 25 %)
es: 20 % (antes 25 %)
fi: 20 % (laski 25 %:sta)
fr: 20 % (contre 25 % auparavant)
is: 20% (niður úr 25%)
it: 20% (prima 25%)
ja: 20%（25% から低下）
ko: 20% (25%에서 감소)
nb: 20 % (ned fra 25 %)
nl: 20% (was 25%)
pt_br: 20% (antes 25%)
ru: 20% (было 25%)
sv: 20 % (ned från 25 %)
zh_hans: 20%（从 25% 下调）

source: 20-30 minutes
ar: 20-30 دقيقة
da: 20-30 minutter
de: 20–30 Minuten
es: 20-30 minutos
fi: 20–30 minuuttia
is: 20-30 mínútur
it: 20-30 minuti
ja: 20～30 分
ko: 20-30분
nb: 20-30 minutter
nl: 20-30 minuten
pt_br: 20-30 minutos
ru: 20-30 минут
sv: 20-30 minuter
zh_hans: 20-30 分钟

source: 20s
ar: العشرينات
da: 20'erne
de: 20er
es: 20-29 años
fi: 20-vuotiaat
fr: 20-29 ans
is: 20-29 ára
it: 20-29 anni
ja: 20 代
ko: 20대
nb: 20-årene
nl: 20-ers
pt_br: Faixa dos 20
ru: 20–29 лет
sv: 20-årsåldern
zh_hans: 20 秒

source: 3 minutes
ar: 3 دقائق
da: 3 minutter
de: 3 Minuten
es: 3 minutos
fi: 3 minuuttia
is: 3 mínútur
it: 3 minuti
ja: 3 分
ko: 3분
nb: 3 minutter
nl: 3 minuten
pt_br: 3 minutos
ru: 3 минуты
sv: 3 minuter
zh_hans: 3 分钟

source: 3.1 Flash-Lite (cheapest), 3 Flash (recommended), 3.1 Pro
ar: 3.1 Flash-Lite (الأرخص)، 3 Flash (موصى به)، 3.1 Pro
da: 3.1 Flash-Lite (billigst), 3 Flash (anbefalet), 3.1 Pro
de: 3.1 Flash-Lite (am günstigsten), 3 Flash (empfohlen), 3.1 Pro
es: 3.1 Flash-Lite (el más barato), 3 Flash (recomendado), 3.1 Pro
fi: 3.1 Flash-Lite (edullisin), 3 Flash (suositeltu), 3.1 Pro
fr: 3.1 Flash-Lite (le moins cher), 3 Flash (recommandé), 3.1 Pro
is: 3.1 Flash-Lite (ódýrast), 3 Flash (mælt með), 3.1 Pro
it: 3.1 Flash-Lite (il più economico), 3 Flash (consigliato), 3.1 Pro
ja: 3.1 Flash-Lite（最安）、3 Flash（推奨）、3.1 Pro
ko: 3.1 Flash-Lite(가장 저렴), 3 Flash(권장), 3.1 Pro
nb: 3.1 Flash-Lite (billigst), 3 Flash (anbefalt), 3.1 Pro
nl: 3.1 Flash-Lite (goedkoopst), 3 Flash (aanbevolen), 3.1 Pro
pt_br: 3.1 Flash-Lite (mais barato), 3 Flash (recomendado), 3.1 Pro
ru: 3.1 Flash-Lite (самая дешёвая), 3 Flash (рекомендуется), 3.1 Pro
sv: 3.1 Flash-Lite (billigast), 3 Flash (rekommenderas), 3.1 Pro
zh_hans: 3.1 Flash-Lite（最便宜）、3 Flash（推荐）、3.1 Pro

source: 30s
ar: الثلاثينات
da: 30'erne
de: 30er
es: 30-39 años
fi: 30-vuotiaat
fr: 30-39 ans
is: 30-39 ára
it: 30-39 anni
ja: 30 代
ko: 30대
nb: 30-årene
nl: 30-ers
pt_br: Faixa dos 30
ru: 30–39 лет
sv: 30-årsåldern
zh_hans: 30 秒

source: 4.1 Fast instant, 4.1 Fast reasoning (recommended), Grok 4
ar: 4.1 Fast instant، 4.1 Fast reasoning (موصى به)، Grok 4
da: 4.1 Fast instant, 4.1 Fast reasoning (anbefalet), Grok 4
de: 4.1 Fast instant, 4.1 Fast reasoning (empfohlen), Grok 4
es: 4.1 Fast instant, 4.1 Fast reasoning (recomendado), Grok 4
fi: 4.1 Fast instant, 4.1 Fast reasoning (suositeltu), Grok 4
fr: 4.1 Fast instant, 4.1 Fast reasoning (recommandé), Grok 4
is: 4.1 Fast instant, 4.1 Fast reasoning (mælt með), Grok 4
it: 4.1 Fast instant, 4.1 Fast reasoning (consigliato), Grok 4
ja: 4.1 Fast instant、4.1 Fast reasoning（推奨）、Grok 4
ko: 4.1 Fast instant, 4.1 Fast reasoning(권장), Grok 4
nb: 4.1 Fast instant, 4.1 Fast reasoning (anbefalt), Grok 4
nl: 4.1 Fast instant, 4.1 Fast reasoning (aanbevolen), Grok 4
pt_br: 4.1 Fast instant, 4.1 Fast reasoning (recomendado), Grok 4
ru: 4.1 Fast instant, 4.1 Fast reasoning (рекомендуется), Grok 4
sv: 4.1 Fast instant, 4.1 Fast reasoning (rekommenderas), Grok 4
zh_hans: 4.1 Fast instant、4.1 Fast reasoning（推荐）、Grok 4

source: 40s
ar: الأربعينات
da: 40'erne
de: 40er
es: 40-49 años
fi: 40-vuotiaat
fr: 40-49 ans
is: 40-49 ára
it: 40-49 anni
ja: 40 代
ko: 40대
nb: 40-årene
nl: 40-ers
pt_br: Faixa dos 40
ru: 40–49 лет
sv: 40-årsåldern
zh_hans: 40 秒

source: 4K context window — very long conversations get oldest turns trimmed (verbatim, never summarized) once the transcript reaches 70% of budget. The most recent user turn is always preserved.
ar: نافذة سياق 4K — في المحادثات الطويلة جدًا تُقتطع أقدم الأدوار (حرفيًا، دون تلخيص أبدًا) عندما يبلغ النص 70% من الميزانية. تُحفظ آخر رسالة للمستخدم دائمًا.
da: 4K kontekstvindue — i meget lange samtaler beskæres de ældste ture (ordret, aldrig opsummeret), når transskriptionen når 70 % af budgettet. Den seneste brugertur bevares altid.
de: 4K-Kontextfenster — bei sehr langen Unterhaltungen werden die ältesten Beiträge gekürzt (wörtlich entfernt, nie zusammengefasst), sobald das Transkript 70 % des Budgets erreicht. Die letzte Nachricht des Nutzers bleibt immer erhalten.
es: Ventana de contexto de 4K: en conversaciones muy largas se recortan los turnos más antiguos (literalmente, nunca resumidos) cuando la transcripción alcanza el 70 % del presupuesto. El turno más reciente del usuario siempre se conserva.
fi: 4K:n kontekstiikkuna — hyvin pitkistä keskusteluista karsitaan vanhimmat vuorot (sanatarkasti, ei koskaan tiivistettynä), kun keskustelu saavuttaa 70 % budjetista. Viimeisin käyttäjän vuoro säilytetään aina.
fr: Fenêtre de contexte de 4K — dans les très longues conversations, les échanges les plus anciens sont retirés (tels quels, jamais résumés) une fois que la transcription atteint 70 % du budget. Le message le plus récent de l’utilisateur est toujours conservé.
is: 4K samhengisgluggi — í mjög löngum samtölum eru elstu umferðirnar klipptar burt (orðrétt, aldrei teknar saman) þegar samtalið nær 70% af hámarkinu. Síðasta umferð notandans er alltaf varðveitt.
it: Finestra di contesto da 4K — nelle conversazioni molto lunghe i turni più vecchi vengono rimossi (alla lettera, mai riassunti) quando la trascrizione raggiunge il 70% del budget. L'ultimo turno dell'utente viene sempre conservato.
ja: 4K のコンテキストウィンドウ — 会話が非常に長くなり、トランスクリプトが予算の 70% に達すると、古いターンから削除されます（要約はせず、そのまま削除）。直近のユーザーのターンは常に保持されます。
ko: 4K 컨텍스트 창 — 대화가 매우 길어지면 기록이 예산의 70%에 도달했을 때 가장 오래된 대화부터 잘려 나갑니다(원문 그대로이며 요약하지 않음). 가장 최근 사용자 메시지는 항상 유지됩니다.
nb: Kontekstvindu på 4K — i svært lange samtaler blir de eldste turene fjernet (ordrett, aldri oppsummert) når transkripsjonen når 70 % av budsjettet. Den siste brukerturen beholdes alltid.
nl: Contextvenster van 4K — bij heel lange gesprekken worden de oudste beurten ingekort (letterlijk, nooit samengevat) zodra het transcript 70% van het budget bereikt. De meest recente gebruikersbeurt blijft altijd behouden.
pt_br: Janela de contexto de 4K — em conversas muito longas, os turnos mais antigos são removidos (literalmente, nunca resumidos) quando a transcrição atinge 70% do limite. O turno mais recente do usuário é sempre preservado.
ru: Контекстное окно 4K — в очень длинных разговорах самые старые реплики обрезаются (дословно, без пересказа), когда расшифровка достигает 70% бюджета. Последняя реплика пользователя сохраняется всегда.
sv: Kontextfönster på 4K — i mycket långa samtal trimmas de äldsta turerna (ordagrant, aldrig sammanfattade) när transkriptet når 70 % av budgeten. Den senaste användarturen bevaras alltid.
zh_hans: 4K 上下文窗口 — 当对话记录达到预算的 70% 时，很长的对话会裁剪最早的轮次（原样裁剪，从不摘要）。最近一轮用户消息始终保留。

source: 5 minutes
ar: 5 دقائق
da: 5 minutter
de: 5 Minuten
es: 5 minutos
fi: 5 minuuttia
is: 5 mínútur
it: 5 minuti
ja: 5 分
ko: 5분
nb: 5 minutter
nl: 5 minuten
pt_br: 5 minutos
ru: 5 минут
sv: 5 minuter
zh_hans: 5 分钟

source: 5-10 minutes
ar: 5-10 دقائق
da: 5-10 minutter
de: 5–10 Minuten
es: 5-10 minutos
fi: 5–10 minuuttia
is: 5-10 mínútur
it: 5-10 minuti
ja: 5～10 分
ko: 5-10분
nb: 5-10 minutter
nl: 5-10 minuten
pt_br: 5-10 minutos
ru: 5-10 минут
sv: 5-10 minuter
zh_hans: 5-10 分钟

source: 50s
ar: الخمسينات
da: 50'erne
de: 50er
es: 50-59 años
fi: 50-vuotiaat
fr: 50-59 ans
is: 50-59 ára
it: 50-59 anni
ja: 50 代
ko: 50대
nb: 50-årene
nl: 50-ers
pt_br: Faixa dos 50
ru: 50–59 лет
sv: 50-årsåldern
zh_hans: 50 秒

source: 60s
ar: الستينات
da: 60'erne
de: 60er
es: 60-69 años
fi: 60-vuotiaat
fr: 60-69 ans
is: 60-69 ára
it: 60-69 anni
ja: 60 代
ko: 60대
nb: 60-årene
nl: 60-ers
pt_br: Faixa dos 60
ru: 60–69 лет
sv: 60-årsåldern
zh_hans: 60 秒

source: 7-day CV below 2%: -5 points (may signal high strain)
ar: معامل التباين لـ 7 أيام أقل من 2%: ‎-5 نقاط (قد يشير إلى إجهاد مرتفع)
da: 7-dages CV under 2 %: -5 point (kan tyde på høj belastning)
de: 7-Tage-CV unter 2 %: −5 Punkte (kann auf hohe Beanspruchung hindeuten)
es: CV de 7 días por debajo del 2 %: -5 puntos (puede indicar una carga elevada)
fi: 7 päivän CV alle 2 %: −5 pistettä (voi viitata suureen rasitukseen)
fr: CV sur 7 jours inférieur à 2 % : -5 points (peut signaler une contrainte élevée)
is: 7 daga CV undir 2%: -5 stig (getur bent til mikils álags)
it: CV a 7 giorni sotto il 2%: -5 punti (può indicare un carico elevato)
ja: 7 日間の CV が 2% 未満：-5 ポイント（高い負担のサインの可能性）
ko: 7일 CV 2% 미만: -5점(높은 스트레인을 나타낼 수 있음)
nb: 7-dagers CV under 2 %: -5 poeng (kan tyde på høy belastning)
nl: 7-daagse CV onder 2%: -5 punten (kan wijzen op hoge trainingsdruk)
pt_br: CV de 7 dias abaixo de 2%: -5 pontos (pode indicar esforço elevado)
ru: CV за 7 дней ниже 2%: −5 баллов (может указывать на высокую нагрузку)
sv: 7-dagars CV under 2 %: -5 poäng (kan tyda på hög påfrestning)
zh_hans: 7 天 CV 低于 2%：-5 分（可能提示高负荷）

source: 80% (up from 60%)
ar: 80% (ارتفاع من 60%)
da: 80 % (op fra 60 %)
de: 80 % (vorher 60 %)
es: 80 % (antes 60 %)
fi: 80 % (nousi 60 %:sta)
fr: 80 % (contre 60 % auparavant)
is: 80% (upp úr 60%)
it: 80% (prima 60%)
ja: 80%（60% から上昇）
ko: 80% (60%에서 증가)
nb: 80 % (opp fra 60 %)
nl: 80% (was 60%)
pt_br: 80% (antes 60%)
ru: 80% (было 60%)
sv: 80 % (upp från 60 %)
zh_hans: 80%（从 60% 上调）

source: < 0.8 — Below your usual
ar: < 0.8 — أقل من المعتاد لديك
da: < 0,8 — Under dit normale
de: < 0,8 — Unter deinem üblichen Bereich
es: < 0,8 — Por debajo de lo habitual
fi: < 0,8 — Tavallista matalampi
fr: < 0,8 — En dessous de votre habitude
is: < 0,8 — Undir þínu venjulega
it: < 0,8 — Sotto la tua norma
ja: < 0.8 — 普段より低め
ko: < 0.8 — 평소보다 낮음
nb: < 0,8 — Under det vanlige for deg
nl: < 0,8 — Onder je gebruikelijke bereik
pt_br: < 0,8 — Abaixo do seu habitual
ru: < 0,8 — ниже обычного
sv: < 0,8 — Under ditt vanliga
zh_hans: < 0.8 — 低于你的常规范围

source: <5 minutes
ar: <5 دقائق
da: <5 minutter
de: <5 Minuten
es: <5 minutos
fi: <5 minuuttia
is: <5 mínútur
it: <5 minuti
ja: 5 分未満
ko: <5분
nb: <5 minutter
nl: <5 minuten
pt_br: <5 minutos
ru: <5 минут
sv: <5 minuter
zh_hans: <5 分钟

source: > 1.5 — Sharp recent increase
ar: > 1.5 — ارتفاع حاد مؤخرًا
da: > 1,5 — Skarp nylig stigning
de: > 1,5 — Starker jüngster Anstieg
es: > 1,5 — Aumento reciente brusco
fi: > 1,5 — Jyrkkä viimeaikainen nousu
fr: > 1,5 — Forte hausse récente
is: > 1,5 — Skörp nýleg aukning
it: > 1,5 — Forte aumento recente
ja: > 1.5 — 最近急に上昇
ko: > 1.5 — 최근 급격한 증가
nb: > 1,5 — Kraftig økning nylig
nl: > 1,5 — Scherpe recente stijging
pt_br: > 1,5 — Aumento recente acentuado
ru: > 1,5 — резкий недавний рост
sv: > 1,5 — Kraftig ökning nyligen
zh_hans: > 1.5 — 近期急剧上升

source: >30 minutes
ar: >30 دقيقة
da: >30 minutter
de: >30 Minuten
es: >30 minutos
fi: >30 minuuttia
is: >30 mínútur
it: >30 minuti
ja: 30 分超
ko: >30분
nb: >30 minutter
nl: >30 minuten
pt_br: >30 minutos
ru: >30 минут
sv: >30 minuter
zh_hans: >30 分钟

source: A breathing mandala helps guide coherent breathing — optional but beneficial
ar: تساعد ماندالا التنفس في توجيه التنفس المتناغم — اختيارية لكنها مفيدة
da: En åndedrætsmandala hjælper med at guide kohærent vejrtrækning — valgfrit, men gavnligt
de: Ein Atem-Mandala hilft beim kohärenten Atmen — optional, aber hilfreich
es: Un mandala de respiración ayuda a guiar la respiración coherente: opcional, pero beneficioso
fi: Hengitysmandala auttaa ohjaamaan koherenttia hengitystä — valinnainen mutta hyödyllinen
fr: Un mandala de respiration aide à guider une respiration cohérente — facultatif mais bénéfique
is: Öndunarmandala hjálpar þér að anda í jöfnum takti — valkvætt en gagnlegt
it: Un mandala del respiro aiuta a guidare la respirazione coerente — facoltativo ma utile
ja: 呼吸マンダラがコヒーレント呼吸をガイドします — 任意ですが効果的です
ko: 호흡 만다라가 일정한 호흡을 안내합니다 — 선택 사항이지만 도움이 됩니다
nb: En pustemandala hjelper deg med koherent pust — valgfritt, men nyttig
nl: Een ademhalingsmandala helpt je bij coherent ademen — optioneel maar nuttig
pt_br: Uma mandala de respiração ajuda a guiar a respiração coerente — opcional, mas benéfica
ru: Дыхательная мандала помогает поддерживать когерентное дыхание — необязательно, но полезно
sv: En andningsmandala hjälper dig att andas koherent — valfritt men till hjälp
zh_hans: 呼吸曼陀罗可帮助引导协调呼吸 — 可选，但有益

source: A calendar-style heatmap at the top shows your daily 1–5 self-rating over the selected period. Days are color-coded by feeling level so you can spot stretches of good vs rough mornings and correlate them with HRV trends.
ar: تعرض خريطة حرارية على شكل تقويم في الأعلى تقييمك الذاتي اليومي من 1 إلى 5 خلال الفترة المحددة. تُلوَّن الأيام حسب مستوى الشعور لتتمكن من ملاحظة فترات الصباحات الجيدة مقابل الصعبة وربطها باتجاهات HRV.
da: Et kalenderlignende varmekort øverst viser din daglige selvvurdering fra 1–5 i den valgte periode. Dagene er farvekodet efter, hvordan du havde det, så du kan få øje på perioder med gode og hårde morgener og sammenholde dem med HRV-tendenser.
de: Eine Kalender-Heatmap oben zeigt deine tägliche Selbsteinschätzung von 1–5 im gewählten Zeitraum. Die Tage sind nach Befinden farbcodiert, sodass du Phasen mit guten und schwierigen Morgen erkennen und mit HRV-Trends abgleichen kannst.
es: Un mapa de calor tipo calendario en la parte superior muestra tu autovaloración diaria de 1 a 5 durante el periodo seleccionado. Los días se colorean según cómo te sentiste, para que veas rachas de mañanas buenas y malas y las relaciones con las tendencias de HRV.
fi: Yläreunan kalenterityylinen lämpökartta näyttää päivittäisen 1–5-itsearviosi valitulta jaksolta. Päivät on värikoodattu tuntemuksen mukaan, joten näet hyvien ja huonojen aamujen jaksot ja voit verrata niitä HRV-trendeihin.
fr: Un calendrier en carte de chaleur en haut affiche votre auto-évaluation quotidienne de 1 à 5 sur la période choisie. Les jours sont colorés selon le ressenti, pour repérer les séries de bons ou de mauvais matins et les mettre en relation avec les tendances de la HRV.
is: Dagatalslegt hitakort efst sýnir daglegt sjálfsmat þitt (1–5) yfir valið tímabil. Dagarnir eru litakóðaðir eftir líðan svo þú getur komið auga á tímabil með góðum og erfiðum morgnum og borið þau saman við HRV-þróun.
it: In alto, una mappa di calore in stile calendario mostra la tua autovalutazione giornaliera da 1 a 5 nel periodo selezionato. I giorni sono colorati in base a come ti sentivi, così puoi individuare periodi di mattine buone o difficili e confrontarli con le tendenze dell'HRV.
ja: 上部のカレンダー形式のヒートマップに、選択期間中の毎日の自己評価（1～5）が表示されます。日ごとに気分レベルで色分けされるため、調子の良い朝と悪い朝が続いた時期を見つけ、HRV のトレンドと照らし合わせることができます。
ko: 상단의 달력형 히트맵은 선택한 기간 동안 매일의 1–5 자기 평가를 보여 줍니다. 날짜는 컨디션 수준별로 색이 구분되어 있어 좋았던 아침과 힘들었던 아침이 이어진 기간을 찾고 HRV 추세와 비교해 볼 수 있습니다.
nb: Et kalenderlignende varmekart øverst viser den daglige egenvurderingen din på 1–5 for den valgte perioden. Dagene er fargekodet etter hvordan du følte deg, slik at du kan se perioder med gode og tunge morgener og sammenligne dem med HRV-trender.
nl: Een kalenderachtige heatmap bovenaan toont je dagelijkse zelfbeoordeling (1–5) over de gekozen periode. Dagen krijgen een kleur per gevoelsniveau, zodat je periodes met goede en zware ochtenden ziet en ze kunt vergelijken met je HRV-trends.
pt_br: Um mapa de calor em formato de calendário no topo mostra sua autoavaliação diária de 1 a 5 no período selecionado. Os dias são coloridos pelo nível de bem-estar para que você identifique sequências de manhãs boas e difíceis e as relacione com as tendências da VFC.
ru: Тепловая карта в виде календаря вверху показывает вашу ежедневную самооценку по шкале 1–5 за выбранный период. Дни окрашены по самочувствию, чтобы было видно периоды хороших и тяжёлых утр и их связь с трендами ВСР.
sv: En kalenderliknande värmekarta högst upp visar din dagliga självskattning (1–5) under vald period. Dagarna färgkodas efter hur du mådde, så att du kan se perioder med bra respektive tunga morgnar och jämföra dem med HRV-trender.
zh_hans: 顶部的日历式热力图显示所选时段内你每天 1–5 分的自我评分。每天按感受等级着色，方便你发现状态好与不好的早晨连续出现的时段，并与 HRV 趋势对照。
